iOS 14.1 v1 .0 .19 - build501


🔔🧿 多看点, 开始!

  💗💕开始执行脚本任务💕💗


✅ 任务状态

🔸 阶段性红包完成度: 80 % 🔸视频领金币: 已完成🔸 广告领金币: 已完成🔸 小说赚: 已完成🔸 分享赚: 已完成🔸 高额游戏赚: 去完成🔸 视频宝箱【 - 1】: 明日再来！ {
  "status_code": 200,
  "message": "请求成功",
  "data": {
    "sign_list": {
      "day1": {
        "msg": "已签",
        "status": 1,
        "gold": "500"
      },
      "day2": {
        "msg": "已签",
        "status": 1,
        "gold": "800"
      },
      "day3": {
        "msg": "已签",
        "status": 1,
        "gold": "500"
      },
      "day4": {
        "msg": "4天",
        "status": 2,
        "gold": "800"
      },
      "day5": {
        "msg": "5天",
        "status": 2,
        "gold": "500"
      },
      "day6": {
        "msg": "6天",
        "status": 2,
        "gold": "800"
      },
      "day7": {
        "msg": "7天",
        "status": 2,
        "gold": "1000"
      }
    },
    "get_more": "",
    "get_more_url": "duokandian:\/\/watchad_sign",
    "sign_tips": "",
    "sign_status": 1,
    "withdraw_task": {
      "is_show_tips": 0,
      "status": 0,
      "data": [{
        "title": "完成2个游戏任务",
        "comp": 0,
        "pathurl": "duokandian:\/\/thirdsdk?adtype=dy_ad_list",
        "task_go": "去看看"
      }, {
        "title": "完成3个鱼玩盒子任务",
        "comp": 0,
        "pathurl": "duokandian:\/\/yuwan_box",
        "task_go": "去看看"
      }, {
        "title": "完成3个截图任务",
        "comp": 0,
        "pathurl": "duokandian:\/\/zhiban",
        "task_go": "去看看"
      }]
    },
    "sign_award3000": {
      "msg": ""
    },
    "Full_screen": 2
  }
}

✅ 日常任务


  +
  执行【 今日签到🤙】 任务 +

  【今日签到】: 今日已签到

  +
  执行【 转盘任务🎡】 任务 +

  【转盘次数】: 次数为0次【 转盘碎片】: 💠0 个【 转盘抽奖】: 剩余看视频次数不足， 请明日再来！

  +
  执行【 时段奖励类🕰】 任务 +

  【视频宝箱】: 明日再来！【 小说时段奖励】: 明日再来！

  +
  领取【 日常任务🎊】 奖励 +

  【视频领金币】: 已完成🎉【 广告领金币】: 已完成🎉【 小说赚】: 已完成🎉【 分享赚】: 已完成🎉

  +
  领取【 阶段性红包🧧】 奖励 +

  【20 % 进度红包】: 已达成🎉【 50 % 进度红包】: 已达成🎉【 80 % 进度红包】: 已达成🎉【 100 % 进度红包】: 未达成

✅ 刷视频任务

  +
  检查【 刷视频】 任务状态 +

  【目前状态】: 视频📽【 视频总数】: 共有59个

  +
  执行【 观看视频】 任务 - 第18个 +

  📠正在打印本次运行结果...

  【本次视频】: 同一视频一天只能领取两次奖励

✅ 提现任务

⛔️ 请先获取提现Cookie!

  运行完毕！ 打印用户清单...

  【用户名】: Cenbomin【 当前余额】: ¥12.84 元【 总金币】: 12 万金币🏅【 今日金币】: 20502 金币🏅

🔔🧿 多看点, 结束!🕛5.858 秒
